{
  "overview": {
    "title": "概述",
    "text": "LeavesMC 已经大大超越了它最初创建的初衷——一小群紧密联系在一起的开发者在一个副项目上欢笑，从未想过要将它发展成什么样子。考虑到这一事实，我们需要积极主动地明确我们打算如何打击 LeavesMC 社区中的负面情绪和恶意行为。我们希望 LeavesMC 成为一个接纳所有人的社区，在这里，新成员可以放心地在这里聊天和提问，老成员也乐于在这里谈天说地和帮助他人。我们希望 LeavesMC 成为一个包容的环境。LeavesMC 的核心是一个开发社区。我们希望继续专注于成为一个开发社区，而不是让恶意行为占据主导地位。本文档是社区中每个人参与社区活动必须遵守的准则。"
  },
  "the-leaves-community": {
    "title": "LeavesMC 社区",
    "text": "本文档中的“LeavesMC 社区”指的是所有在 LeavesMC 生态中发生的交流。这包括所有正式属于 LeavesMC 项目的交流论坛。非常明确的是，LeavesMC 社区指南适用于以下所有情况：",
    "list": {
      "1": "LeavesMC Discord 服务器",
      "2": "LeavesMC QQ 群",
      "3": "LeavesMC GitHub 组织",
      "4": "这包括 Issues、拉取请求以及问题或拉取请求中的任何讨论"
    }
  },
  "guidelines": {
    "title": "准则",
    "text": {
      "1": "LeavesMC 有一套相当简短好记的规则。一般可归结为：",
      "2": "我们这样做，是因为不可能为我们想要避免的所有负面行为列出一份详尽无遗的清单，而且很可能无论如何都无济于事。首先会以这种方式行事的人可能根本就不是我们想要的人。",
      "3": "然而，我们希望在社区中避免一些特定行为。LeavesMC 社区不允许以下行为：",
      "4": "如果有人违反了这些规定，请随时在 Discord 上 <0>@LeavesMC Team</0> 以通知 LeavesMC 团队。"
    },
    "rules": {
      "1": "不要做一个坏蛋",
      "2": "听取项目人员的意见"
    },
    "guidelines": {
      "1": {
        "text": "使用可被合理视为歧视性的语言或发布可被合理视为歧视性的内容。",
        "a": "此处禁止使用的大部分语言应该是显而易见的，但在下文的“<0>零容忍事项</0>”中将详细列出。"
      },
      "2": {
        "text": "发布色情、令人反感或过度暴力的内容。",
        "a": "这一点与第一条规则类似。"
      },
      "3": {
        "text": "骚扰或过度发送信息，包括重复提问、过于频繁地重发链接或在多个渠道发布同一问题。",
        "a": "骚扰机器人和钓鱼用户将被立即封禁，没有任何警告。",
        "b": {
          "text": "不允许因为没有得到答复而不断重复问题。请耐心等待回复。",
          "i": "如果一段时间后，因为问题不再醒目，对话内容发生了变化，只要不太过分，重复一个问题也是可以的。",
          "ii": "因为答案不令人满意而重复问题是不对的。"
        }
      },
      "4": "试图购买或出售服务或雇佣开发人员。这里不是市场。",
      "5": {
        "text": "使用户名格式难以辨认、冒充他人、做广告或不恰当。",
        "a": "非仇恨和非偏执的咒骂在大多数情况下是可以的，但不能出现在用户名中。不允许在每条信息中都不断咒骂。用户名中包含骂人的词语基本上等同于每次发送信息时都说这个词，所以问题是一样的。",
        "b": "冒充他人包括服务器内外的任何人，不仅仅是工作人员，也不仅仅是 Leaves 成员。",
        "c": "不允许在用户名中宣传服务器或插件。但允许在不太显眼的字段中这样做，例如 Discord 状态。",
        "d": "用户名如果只是一堆无法发音的符号，就不利于营造良好的对话环境。但是，这并不适用于不同语言和字母的用户名。日语用户名和只用随机符号作为用户名是不同的。"
      },
      "6": {
        "text": "无正当理由提及服务器工作人员、版主或贡献者。",
        "a": "有效的原因包括普通用户可能无法提供帮助，或报告重复故障或严重错误。",
        "b": "有人因为回应某人而提及此人并不是问题。这里要解决的问题是，有人只是因为想要得到答复而提及项目开发人员或贡献者。",
        "c": "有些用户不希望被提及，请尊重他们的决定。"
      },
      "7": {
        "text": "讨论政治或政治争议。我们禁止这样做，以防止聊天频道变质。",
        "a": "这并不适用于谈论日常生活或时事——只有当讨论演变到只涉及某些政治丑闻或争议时才适用。"
      },
      "8": {
        "text": "讨论盗版或盗版软件。这也明确适用于“离线模式”（不对用户的微软账户进行身份验证）。",
        "a": "这并不适用于离线模式的合法使用，比如某些代理服务器，只要用户通过另一种方式与微软进行了身份验证。"
      },
      "9": {
        "text": "以任何恶意或有害的方式讨论绕过或利用 Minecraft 的玩家安全功能。这适用于讨论如何绕过聊天、用户名和皮肤报告，以及任何其他使 Minecraft 更安全的功能。",
        "a": "这不适用于对安全功能本身的一般性讨论，也不适用于对这些功能潜在缺点的讨论。此外，我们不禁止对出于正当理由禁用安全功能的“正确”方法进行一般性讨论。但不允许为了逃避责任或恶意绕过安全功能。"
      }
    }
  },
  "zero-tolerance-items": {
    "title": "零容忍事项",
    "text": {
      "1": "特别严重的问题代表着某一种行为和某一类人，我们不希望以任何方式将其与 LeavesMC 联系在一起。这些行为将导致立即封禁，没有任何警告：",
      "2": "此列表并非详尽无遗。如果有人做出了不利于营造友好环境的不良行为，并且我们认为有必要立即封禁，那么我们就会这样做。",
      "3": "当某人因违反这些条款之一而被封禁时，所有相关消息也将一并删除，必要时还会向 Discord 报告。"
    },
    "list": {
      "1": "种族污蔑或种族主义言论",
      "2": "性别歧视辱骂或性别歧视言论",
      "3": "仇视同性恋或变性者的辱骂或言论",
      "4": {
        "text": "歧视性辱骂或言语——这个词容易引起混淆，为了帮助澄清，在此说明：",
        "1": "歧视性辱骂是指侮辱残障人士",
        "2": "歧视性言语是指针对残障人士的仇恨言论"
      },
      "5": "任何其他未列出的仇恨言论",
      "6": "人肉搜索",
      "7": "人身攻击"
    }
  },
  "topic-specific-channels-in-discord": {
    "title": "Discord 的特定主题频道",
    "text": {
      "line1": "LeavesMC 有专门针对特定主题的频道，在这些频道中的对话应紧扣主题。如果其他成员没有在帮助频道中谈论其他无关的话题，新成员将更自如地在帮助频道中提问。",
      "line2": "版主将关闭以下频道中的任何离题讨论，并要求将对话转移到 <0>#general</0>："
    }
  },
  "support-channels": {
    "title": "支持频道",
    "text": "我们的支持频道 <0>#support</0>，是为使用我们的软件需要支持的人提供的。我们很高兴有很多社区成员在那里积极地提供支持和回答问题，但也请务必遵守我们的社区准则。许多去那里提问的人都是 Minecraft 服务器新手和社区本身的新成员。我们应欢迎新来者，尤其是因为我们都从某处开始。一般来说，“规则 1：不要做一个坏蛋”也适用于这里，但我们想补充以下几点：",
    "list": {
      "1": "请不要骚扰使用您不喜欢的软件/插件的用户。我们知道有些插件在社区中不太受欢迎，但只要它们本身没有造成问题，您就不应该因为使用它们而骚扰他人。这并不意味着您不能推荐替代品。同样，如规则 1 所述，如果您不喜欢别人使用特定的软件，您可以选择忽略该问题，让别人来回答。",
      "2": "即使在拒绝帮助时，也请保持礼貌。LeavesMC 官方不支持旧版本的软件，这一点也不会改变。我们通常不鼓励用户使用我们的旧版本软件，并规定不提供任何支持。但是，这并不意味着要求旧版本支持的用户应该受到嘲笑或谩骂。"
    }
  }
}
